[
    {
        "authorId": "0",
        "name": "Клара Цеханасянц",
        "profession": "Дизайнер",
        "avatar": "avatar0",
        "isFriend": true,
        "photos": [
            {"image": "image0"},
            {"image": "image1"},
        ],
        "posts": [
            {
                "publishedAt": "2023-01-20T12:00:00Z",
                "thumbnail": "thumbnail0",
                "article": "Я ветврач, также волонтёр (не в ущерб себе, конечно). Назвать меня зоошизиком нельзя. На данный момент у меня три кошки и три крупные собаки. Место позволяет, беру ещё на передержки животных. Ещё у меня трое детей, один грудничок. Квартира огромная, более 150 кв.м., всем места хватает. Дома животными не пахнет, уборка ежедневная (приходит уборщица), и я, и муж отлично зарабатываем. На улицу собаки выходят только в намордниках, на цветочки не сикают, говно всегда убираю, хотя делают все свои делишки за территорией дома. Лая и криков дома нет, все воспитанные.",
                "isLike": false,
                "like": 18,
                "isFavorite": false
            },
            {
                "publishedAt": "2023-01-21T10:33:00Z",
                "thumbnail": "thumbnail1",
                "article": "У меня с детства есть так называемый воображаемый друг. Сейчас мне 30 лет. Он на 10 лет старше меня и взрослеет/стареет вместе со мной. Его зовут Герман, с ним интересно, он даёт дельные советы и предостерегает, у него отличное чувство юмора. Герман говорит, что я вижу и слышу его астральную проекцию. Говорит, что у него есть и физическое тело, но в реальности мы незнакомы. И он всячески этого избегает. Я не знаю почему. Я его люблю. Никогда не говорила ему об этом, но мне кажется, что он об этом догадывается....",
                "isLike": false,
                "like": 1,
                "isFavorite": false
            }
        ],
    },
    {
        "authorId": "1",
        "name": "Ирина Долболобова",
        "profession": "Библиотекарь",
        "avatar": "avatar1",
        "isFriend": false,
        "photos": [
            {"image": "image2"},
            {"image": "image3"},
            {"image": "image4"},
            {"image": "image5"},
        ],
        "posts": [
            {
                "publishedAt": "2023-01-21T10:30:00Z",
                "thumbnail": "thumbnail1",
                "article": "Работаю пять дней в неделю. Встать в пять утра, сборы собаки, мужа, ребёнка. В семь уже бегу на транспорт. Домой приезжаю в восемь, готовка, уборка, спорт. Спать ложусь в полночь в лучшем случае. Спустя пару таких лет засыпаю постоянно, на работе вообще опен спейс. Как я ещё не сошла с ума? Я сплю в туалете на работе!P. S. Туалеты чистые, кабинок много на этаж, моют несколько раз в день.",
                "isLike": false,
                "like": 10,
                "isFavorite": false
            }
        ],
    },
    {
        "authorId": "2",
        "name": "Андрей Толстоусов",
        "profession": "Финансист",
        "avatar": "avatar2",
        "isFriend": false,
        "photos": [
            {"image": "image6"},
            {"image": "image7"},
        ],
        "posts": [
            {
                "publishedAt": "2023-01-21T13:00:00Z",
                "thumbnail": "thumbnail2",
                "article": "Моя девушка сильно прибавила в весе в последние месяцы. У неё в семье все с лишним весом, но она была умницей и в своё время приучила себя к спорту и здоровому питанию, превратившись из милой пухляши в обычную спортивную девушку. Недавно подружилась с толстушкой-бодипозитивщицей, та втирает ей, что «любое тело — прекрасно». Девушке эта мысль понравилась и понеслось. Теперь при росте 170 весит почти 70 кг, радуется большой груди и игнорирует жировые складки. Ей всего 26, а уже забила на себя.",
                "isLike": false,
                "like": 0,
                "isFavorite": false
            }
        ],
    },
]
